Repository: mikosz08/fantastic-devops-unreal-engine
Catalog: ue/ProductionBasics/Content/Localization/Game/*/New Starter Template.po
Languages: ar, es, es_419, fr, it, ko, pl, pt_br, ru, zh_hans

# StrT_DevCom,Samples
source: Samples showcase engine features and show how to build full games. You'll find them in the Launcher's Samples page. Want a simple game project to start with? Try Stack O Bot! Or feel free to just stay here for a while and continue digging in to what's in this project. Taking apart existing content is the best way to learn how to make something Unreal!
ar: تُظهر العينات ميزات المُحرّك وتوضّح كيفية إنشاء ألعاب كاملة. ستجدها في صفحة عينات أداة التشغيل. هل ترغب في مشروع لعبة بسيط لتبدأ به؟ جرّب Stack O Bot! أو لا تتردد في البقاء هنا لفترة من الوقت ومواصلة استكشاف ما يتضمنه هذا المشروع. يُعدّ تفكيك المحتوى الحالي أفضل طريقة لتعلم كيفية صنع شيء ما في Unreal!
es: Las muestras ilustran las funciones del motor y cómo crear juegos completos. Las encontrarás en la página de muestras del iniciador. ¿Quieres un proyecto de juego sencillo para empezar? Prueba Stack O Bot. Si lo prefieres, no dudes en quedarte aquí un rato y seguir profundizando en lo que hay en este proyecto. Desmontar el contenido que ya existe es la mejor manera de aprender a crear algo con Unreal Engine.
es_419: Las muestras demuestran las características del motor y cómo crear juegos completos. Las encontrarás en la página de muestras del iniciador. ¿Quieres un proyecto de juego sencillo para empezar? ¡Prueba Stack-O-Bot! O quédate aquí un rato y sigue profundizando en lo que ofrece este proyecto. Desmontar el contenido existente es la mejor manera de aprender a crear algo con Unreal.
fr: Les exemples présentent les fonctionnalités du moteur et montrent comment créer des jeux complets. Vous les trouverez sur la page Exemples du lanceur. Vous voulez commencer par un projet de jeu simple ? Essayez Stack-O-Bot ! Ou prenez simplement le temps d'explorer davantage le contenu de ce projet. Démonter le contenu existant est la meilleure façon d'apprendre à créer quelque chose avec Unreal !
it: I campioni mostrano le funzionalità del motore e mostrano come costruire giochi completi. Li troverai nella pagina Campioni del Launcher. Vuoi un semplice progetto di gioco con cui iniziare? Prova Stack O Bot! Oppure sentiti libero di rimanere qui per un po' e continuare a scavare per capire che cosa c'è in questo progetto. Smontare i contenuti esistenti è il modo migliore per imparare a creare qualcosa di Unreal!
ko: 샘플은 언리얼 엔진의 기능을 시연하고 완성된 게임을 제작하는 방법을 보여줍니다. 런처의 샘플 페이지에서 다양한 샘플을 확인해 보세요. 간단한 게임 프로젝트로 시작해 보고 싶으신가요? 스택오봇을 한 번 시도해 보세요! 또는 현재 단계에서 이 프로젝트의 내용을 더 살펴봐도 좋습니다. 기존 콘텐츠를 분석해 보는 것이 언리얼한 작품을 만드는 법을 배울 수 있는 가장 좋은 방법입니다!
pl: Przykłady prezentują funkcje silnika i pokazują, jak można budować kompletne gry. Znajdziesz je na stronie Przykłady w programie uruchamiającym. Potrzebujesz projektu prostej gry, od którego zaczniesz pracę nad swoją przygodą? Skorzystaj z przykładu Stack O Bot! Możesz też pozostać tutaj i kontynuować sprawdzanie zawartości tego projektu. Rozkładanie na części istniejącej zawartości to najlepszy sposób, aby nauczyć się, jak coś zrobić w Unreal.
pt_br: As amostras exibem os recursos da engine e mostram como criar jogos completos. Você os encontrará na página Amostras do Inicializador. Quer começar com um projeto de jogo simples? Experimente o Stack-O-Bot! Ou fique à vontade para ficar aqui por um tempo e continuar explorando o conteúdo deste projeto. Desmontar o conteúdo existente é a melhor maneira de aprender a criar algo na Unreal Engine!
ru: Образцы демонстрируют возможности движка и показывают, как создавать полноценные игры. Их можно найти на странице Samples (Образцы) в программе запуска. Хотите начать с более простого примера игры? Попробуйте Stack O Bot! Или просто оставайтесь в этом примере и продолжайте изучать содержимое этого проекта. Разбирать существующие примеры — это лучший способ научиться создавать что-то в духе Unreal!
zh_hans: 这些示例展示了引擎的功能，并介绍了如何构建 完整游戏。你可以在启动程序的示例页面找到它们。 想先从简单的游戏项目入门吗？那就试试《Stack O Bot》吧！ 或者你也可以继续尝试这个项目，挖掘 其中的内容。拆解现有内容是 学习制作虚幻内容的最佳方法！

# StrT_DevCom,Sequencer
source: Sequencer is Unreal's timeline-based animation tool for cinematics and cutscenes. You can use it to animate objects, cameras, audio, and effects, then organize and render them into high-quality sequences. Walk over this platform to trigger a camera flythrough made in Sequencer.
ar: إنّ أداة Sequencer عبارة عن أداة الحركة القائمة على الخط الزمني في Unreal للمقاطع والمشاهد السينمائية. يمكنك استخدامها لتحريك الأغراض والكاميرات والصوت والتأثيرات، ثم تنظيمها وعرضها في تسلسلات عالية الجودة. تحرك فوق هذه المنصة لتشغيل تحليق الكاميرا المصمم في Sequencer.
es: Sequencer es la herramienta de animación basada en cronogramas de Unreal Engine para cinemáticas y escenas similares. Puedes utilizarlo para animar objetos, cámaras, audio y efectos, y luego organizarlos y renderizarlos en secuencias de alta calidad. Camina sobre esta plataforma para activar un recorrido aéreo de la cámara creado en Sequencer.
es_419: Sequencer es la herramienta de animación basada en líneas de tiempo de Unreal para cinemáticas y escenas. Puedes utilizarlo para animar objetos, cámaras, audio y efectos, y luego, organizarlos y renderizarlos en secuencias de alta calidad. Camina sobre esta plataforma para activar un recorrido aéreo de la cámara creado en Sequencer.
fr: Sequencer est l'outil d'animation basé sur la chronologie de l'Unreal Engine pour les scènes cinématiques. Vous pouvez l'utiliser pour animer des objets, des caméras, des sons et des effets, puis les organiser et les restituer en séquences de haute qualité. Passez sur cette plateforme pour déclencher un survol de caméra créé dans Sequencer.
it: Sequencer è lo strumento di animazione basato su timeline di Unreal per cinematiche e cutscene. Puoi utilizzarlo per animare oggetti, telecamere, audio ed effetti, quindi organizzarli e renderizzarli in sequenze di alta qualità. Cammina su questa piattaforma per attivare un passaggio della telecamera eseguito in Sequencer.
ko: 시퀀서는 시네마틱과 컷씬을 제작하는 데 사용되는 언리얼의 타임라인 기반 애니메이션 툴입니다. 이 툴을 사용하면 오브젝트, 카메라, 오디오, 이펙트에 애니메이션을 적용할 수 있으며, 이들을 구성하고 랜더링해 고퀄리티 시퀀스로 제작할 수 있습니다. 이 발판 위로 걸어가면 시퀀서에서 제작된 카메라 플라이스루가 재생됩니다.
pl: Sequencer to oparte na osi czasu narzędzie Unreal do animacji, które służy do tworzenia sekwencji i przerywników filmowych. Za jego pomocą możesz animować obiekty, kamery, dźwięki i efekty, a następnie organizować te elementy oraz renderować je w celu uzyskania wysokiej jakości sekwencji. Przejdź po tej platformie, aby aktywować przelot kamery wykonany w narzędziu Sequencer.
pt_br: O Sequencer é a ferramenta de animação baseada em linha do tempo da Unreal para cinematografias e cenas. Você pode usá-lo para animar objetos, câmeras, áudio e efeitos e, em seguida, organizá-los e renderizá-los em sequências de alta qualidade. Caminhe sobre essa plataforma para acionar uma câmera de sobrevoo criada no Sequencer.
ru: Sequencer — это инструмент анимации Unreal, основанный на временной шкале и используемый для создания внутриигровых видео и роликов. С его помощью можно анимировать объекты, камеры, звук и эффекты, а затем организовать и отрисовывать всё это в виде последовательностей в высоком качестве. Пройдите по этой платформе, чтобы запустить пролёт камеры, созданный в Sequencer.
zh_hans: Sequencer是虚幻中基于时间轴的动画工具，用于 制作影片和过场动画。你可以用它来制作对象的动画、 摄像机、音频和特效，然后将它们组合起来，并渲染成 高质量的序列。 走过这个平台，就会触发在Sequencer中制作的摄像机航拍 。

# StrT_DevCom,StackOBot
source: For beginners who want to see what a more developed game looks like. Check out Stack O Bot
ar: للمبتدئين الذين يرغبون في رؤية ما يبدو عليه اللعبة الأكثر تطورًا. ألقِ نظرةً على Stack O Bot
es: Para principiantes que quieran ver cómo es un juego más desarrollado. Prueba Stack O Bot
es_419: Para principiantes que quieran ver cómo es un juego más desarrollado, echen un vistazo a Stack-O-Bot
fr: Pour les débutants qui veulent voir à quoi ressemble un jeu plus développé. Découvrez Stack-O-Bot
it: Per i principianti che vogliono vedere come appare un gioco più sviluppato. Dai un'occhiata a Stack O Bot
ko: 더 발전된 게임의 모습을 확인해 보고 싶은 초심자를 위해 마련되었습니다. 스택오봇 샘플을 확인해 보세요.
pl: Dla początkujących, którzy chcą zobaczyć, jak wygląda bardziej rozwinięta gra. Zapoznaj się z przykładowym projektem Stack O Bot.
pt_br: Para iniciantes que desejam ver como é um jogo mais desenvolvido. Confira o Stack-O-Bot
ru: Для начинающих пользователей, которые хотят увидеть, как выглядит более проработанная игра. Изучите игру Stack O Bot
zh_hans: 适合想了解进阶游戏开发的初学者。查看《Stack O Bot》

# StrT_DevCom,StartingHelp
source: At each Station
ar: عند كل محطة
es: En cada estación
es_419: En cada estación
fr: À chaque étape
it: In ogni stazione
ko: 각 스테이션에서
pl: Na każdym postoju
pt_br: Em cada estação
ru: На каждой станции
zh_hans: 在每个站点

# StrT_DevCom,Templates
source: Templates give you starting points for building your own experiences. They include pre-made assets, project settings, and sometimes additional variants to customize their content. To create a new project from a template, start the engine from the Launcher, or choose File > New Project from the editor's main menu.
ar: توفر لك القوالب نقاط بدء لبناء تجاربك الخاصة. وتحتوي على أصول جاهزة وإعدادات المشاريع وأحيانًا متغيّرات إضافية لتخصيص محتواها. لإنشاء مشروع جديد من قالب، شغل المحرك من أداة التشغيل، أو يتم اختيار ملف > مشروع جديد من القائمة الرئيسية للمحرر.
es: Las plantillas te proporcionan puntos de partida para crear tus propias experiencias. Incluyen recursos prefabricados, configuraciones de proyectos y, en ocasiones, otras variantes para personalizar el contenido. Para crear un nuevo proyecto a partir de una plantilla, inicia el motor desde el iniciador o selecciona Archivo > Nuevo proyecto en el menú principal del editor.
es_419: Las plantillas te ofrecen puntos de partida para crear tus propias experiencias. Incluyen recursos prefabricados, configuraciones de proyectos y, en ocasiones, variantes adicionales para personalizar su contenido. Para crear un nuevo proyecto a partir de una plantilla, inicia el motor desde el iniciador o selecciona Archivo > Nuevo proyecto en el menú principal del editor.
fr: Les modèles constituent des points de départ pour créer vos expériences. Ils comprennent des ressources prédéfinies, des paramètres de projet et parfois des variantes supplémentaires pour personnaliser leur contenu. Pour créer un nouveau projet à partir d'un modèle, lancez le moteur à partir du lanceur ou sélectionnez Fichier > Nouveau projet dans le menu principal de l'éditeur.
it: I modelli ti offrono punti di partenza per creare le tue esperienze. Includono asset predefiniti, impostazioni di progetto e talvolta varianti aggiuntive per personalizzarne il contenuto. Per creare un nuovo progetto da un modello, avvia il motore dal Launcher, oppure scegli File > Nuovo progetto dal menu principale dell'editor.
ko: 템플릿은 나만의 경험을 제작할 수 있는 출발점이 됩니다. 템플릿에는 미리 제작된 에셋과 프로젝트 세팅, 그리고 경우에 따라 콘텐츠를 커스터마이징할 수 있는 추가 베리언트가 포함되어 있습니다. 템플릿에서 새 프로젝트를 생성하려면 런처에서 엔진을 시작하거나, 에디터의 메인 메뉴에서 파일 > 새 프로젝트를 선택하세요.
pl: Szablony stanowią punkty wyjściowe do budowania własnych przygód. Zawierają wstępnie utworzone zasoby i ustawienia projektu, a czasami nawet dodatkowe warianty do dostosowywania ich zawartości. Aby utworzyć nowy projekt na podstawie szablonu, uruchom silnik z poziomu programu uruchamiającego lub wybierz Plik > Nowy projekt w menu głównym edytora.
pt_br: Os modelos concedem pontos de partida para criar suas próprias experiências. Eles incluem ativos pré-fabricados, configurações de projeto e, às vezes, variantes adicionais para personalizar seu conteúdo. Para criar um novo projeto a partir de um modelo, inicie o mecanismo no Inicializador ou escolha "Arquivo, Novo projeto" no menu principal do editor.
ru: Шаблоны являются отправной точкой для создания собственных игровых проектов. Они включают в себя заранее созданные ресурсы, настройки проекта, а иногда и дополнительные параметры для настройки их содержимого. Чтобы создать новый проект из шаблона, запустите движок через программу запуска или выберите File (Файл) > New Project (Новый проект) в главном меню редактора.
zh_hans: 模板可以为你提供起点，让你打造属于自己的体验。 其中包括预制资产、项目设置，有些还会包括 额外的变体来实现定制内容。 要根据模板创建新项目，可从 启动程序启动引擎，或从编辑器主菜单中选择文件 > 新建项目。

# StrT_DevCom,Transform
source: There are three ways you can adjust an object in the 3D world: Move (W), Rotate (E), and Scale (R). Click an object, choose a tool by pressing its key or its icon in the toolbar at the top left, then drag its colored gizmo.
ar: ثمة ثلاث طرق يمكنك من خلالها تعديل غرض في العالم ثلاثي الأبعاد: التحريك (W) والتدوير (E) وتغيير الحجم (R). انقر فوق غرض، واختر أداة بالضغط على مفتاحها أو أيقونتها في شريط الأدوات في أعلى اليسار، ثم اسحب أداة التعديل الملونة الخاصة بها.
es: Hay tres formas de ajustar un objeto en el mundo 3D: mover (W), rotar (E) y escalar (R). Haz clic en un objeto, elige una herramienta pulsando su tecla o su icono en la barra de herramientas de la parte superior izquierda y, a continuación, arrastra su gizmo de color.
es_419: Hay tres formas de ajustar un objeto en el entorno 3D: Mover (W), Rotar (E) y Escalar (R). Haz clic en un objeto, presiona una tecla o ícono para elegir una herramienta en la barra de herramientas situada en la parte superior izquierda y, luego, arrastra su artilugio de color.
fr: Il existe trois façons de modifier un objet dans le monde en 3D : Déplacer (Z), Faire pivoter (E) et Changer l'échelle (R). Cliquez sur un objet, choisissez un outil en appuyant sur sa touche correspondante ou sur son icône dans la barre d'outils en haut à gauche, puis faites glisser son gadget coloré.
it: Ci sono tre modi per regolare un oggetto nel mondo 3D: Sposta (W), Ruota (E) e Scala (R). Fai clic su un oggetto, scegli uno strumento premendo il suo tasto o la sua icona nella barra degli strumenti in alto a sinistra, quindi trascina il suo gizmo colorato.
ko: 3D 월드에서 오브젝트를 조정하는 방법은 다음과 같은 세 가지입니다. 이동(W), 회전(E), 스케일(R) 오브젝트를 클릭하고 왼쪽 상단 툴바에서 단축키나 아이콘을 눌러 툴을 선택하고, 각각 다른 컬러의 기즈모를 드래그하세요.
pl: Istnieją trzy sposoby dostosowywania obiektu w świecie 3D: Przesuwanie (W), Obracanie (E) i Skalowanie (R). Kliknij obiekt, wybierz narzędzie, naciskając odpowiedni klawisz lub klikając ikonę na pasku narzędzi w lewym górnym rogu, a następnie przeciągnij jego kolorowe gizmo.
pt_br: Há três maneiras de ajustar um objeto no mundo 3D: mover (W), girar (E) e dimensionar (R). Clique em um objeto, escolha uma ferramenta pressionando sua tecla ou seu ícone na barra de ferramentas no canto superior esquerdo e, em seguida, arraste seu dispositivo colorido.
ru: Есть три способа изменить объект в трёхмерном мире: Move (Переместить, W), Rotate (Вращать, E) и Scale (Масштабировать, R). Выберите объект, затем выберите инструмент, нажав соответствующую клавишу или значок на панели инструментов в левом верхнем углу, после чего перетащите его цветной графический ориентир.
zh_hans: 有三种方法可以调整3D世界中的对象： 移动（W）、旋转（E）和缩放（R）。 先单击一个对象，通过按下相应的按键或 左上角工具栏中的图标，从而选择对应的工具，再拖动不同颜色的控件。

# StrT_DevCom,TutFinder
source: At each station in this tutorial, you'll learn about how to edit the world and see how your changes affect the game experience. On your left is a handy written companion. Follow along for hints and details on all the concepts you'll encounter!
ar: في كل محطة من هذا العرض التعليمي، ستتعلم كيفية تحرير العالم وترى كيف تؤثر تغييراتك على تجربة اللعبة. على يسارك يوجد دليل مكتوب مفيد. يرجى المتابعة للحصول على تلميحات وتفاصيل حول جميع المفاهيم التي ستصادفها!
es: En cada estación de este tutorial, aprenderás a editar el mundo y verás cómo los cambios afectan a la experiencia de juego. A la izquierda tienes instrucciones prácticas de ayuda. Sigue leyendo para obtener consejos y detalles sobre todos los conceptos que encontrarás.
es_419: En cada estación de este tutorial, aprenderás a editar el entorno y verás cómo tus cambios afectan a la experiencia del juego. A tu izquierda hay un práctico acompañante escrito. Sigue leyendo para obtener consejos y detalles sobre todos los conceptos que encontrarás.
fr: À chaque étape de ce tutoriel, vous apprendrez à modifier le monde et comprendrez de quelle manière vos modifications influent sur l'expérience de jeu. À votre gauche, vous trouverez un guide écrit très pratique. Suivez ses instructions pour obtenir des conseils et des précisions sur tous les concepts que vous rencontrerez !
it: In ogni stazione di questo tutorial, imparerai come modificare il mondo e vedrai come le tue modifiche influenzano l'esperienza di gioco. Alla tua sinistra c'è un pratico compagno scritto. Seguici per suggerimenti e dettagli su tutti i concetti che incontrerai!
ko: 이 튜토리얼의 각 스테이션에서는 월드를 편집하는 방법과 변경사항이 게임 경험에 어떤 영향을 미치는지 배울 수 있습니다. 왼쪽에는 유용한 텍스트 가이드가 표시됩니다. 튜토리얼에서 다루는 모든 개념에 대한 힌트와 자세한 내용을 함께 확인해 보세요!
pl: Na każdym postoju w tym samouczku dowiesz się, jak można edytować świat, i zobaczysz, jak wprowadzane zmiany wpływają na grę. Po lewej stronie znajduje się praktyczny przewodnik tekstowy. Korzystaj z niego, aby uzyskać wskazówki i szczegółowe informacje dotyczące wszystkich pojęć, które napotkasz.
pt_br: Em cada estação deste tutorial, você aprenderá a editar o mundo e verá como as alterações afetam a experiência do jogo. À sua esquerda, há um texto prático de ajuda. Acompanhe-o para obter dicas e detalhes sobre todos os conceitos que encontrará!
ru: На каждой станции этого урока вы узнаете, как редактировать мир, и увидите, как внесённые изменения влияют на игровой процесс. Слева от вас находится сопровождающий текст. Следуйте подсказкам и пояснениям всех концепций, которые вам попадутся!
zh_hans: 在本教程的每个站点，你都将了解到如何编辑 世界场景，以及你的更改会如何影响游戏体验。 在你的左侧还有书面的指南，方便你参考。请跟随 指引，了解你会遇到的各种概念的处理建议与细节信息！

# StrT_Titles,1MovingObjects
source: Moving Objects
ar: تحريك الأغراض
es: Mover objetos
es_419: Mover objetos
fr: Déplacer des objets
it: Spostamento di oggetti
ko: 오브젝트 이동
pl: Przemieszczanie obiektów
pt_br: Objetos móveis
ru: Перемещение объектов
zh_hans: 移动对象

# StrT_Titles,Animation
source: Animation
ar: حركة
es: Animación
es_419: Animación
it: Animazione
ko: 애니메이션
pl: Animacja
pt_br: Animação
ru: Анимация
zh_hans: 动画

# StrT_Titles,Atmosphere
source: Atmosphere
ar: الجو
es: Atmósfera
es_419: Atmósfera
fr: Atmosphère
it: Atmosfera
ko: 애트머스피어
pl: Atmosfera
pt_br: Atmosfera
ru: Атмосфера
zh_hans: 大气

# StrT_Titles,Blueprint
source: Blueprint
ar: خطة
ko: 블루프린트
zh_hans: 蓝图

# StrT_Titles,ContentDrawer
source: Content Drawer
ar: درج المحتوى
es: Almacén de contenido
es_419: Cajón de contenido
fr: Tiroir à contenu
it: Cassetto dei contenuti
ko: 콘텐츠 드로어
pl: Szuflada zawartości
pt_br: Gaveta de Conteúdo
ru: Панель ресурсов
zh_hans: 内容侧滑菜单

# StrT_Titles,DetailsPanel
source: Details Panel
ar: لوحة التفاصيل
es: Panel Detalles
es_419: Panel de detalles
fr: Panneau Détails
it: Pannello Dettagli
ko: 디테일 패널
pl: Panel szczegółów
pt_br: Painel Detalhes
ru: Панель «Сведения»
zh_hans: 细节面板

# StrT_Titles,lighting
source: Lighting
ar: الإضاءة
es: Iluminación
es_419: Iluminación
fr: Éclairage
it: Illuminazione
ko: 라이팅
pl: Oświetlenie
pt_br: Iluminação
ru: Освещение
zh_hans: 光照

# StrT_Titles,Materials
source: Materials
ar: المواد
es: Materiales
es_419: Materiales
fr: Matériaux
it: Materiali
ko: 머티리얼
pl: Materiały
pt_br: Materiais
ru: Материалы
zh_hans: 材质

# StrT_Titles,Metasounds
source: Metasounds
ko: 메타사운드
ru: Файлы MetaSound

# StrT_Titles,NextSteps
source: Next Steps
ar: الخطوات التالية
es: Siguientes pasos
es_419: Próximos pasos
fr: Étapes suivantes
it: Step successivi
ko: 다음 단계
pl: Następne kroki
pt_br: Próximas etapas
ru: Следующие шаги
zh_hans: 后续步骤

# StrT_Titles,Outliner
source: Outliner
ar: المُحدِّد
es: Esquematizador
es_419: Esquematizador
fr: Organiseur
ko: 아웃라이너
pt_br: Organizador
ru: Панель «Структура»
zh_hans: 大纲视图

# StrT_Titles,Particles
source: Particle Effects
ar: تأثيرات الجسيمات
es: Efectos de partículas
es_419: Efectos de partícula
fr: Effets de particules
it: Effetti particellari
ko: 파티클 이펙트
pl: Efekty cząsteczkowe
pt_br: Efeitos de partículas
ru: Эффекты частиц
zh_hans: 粒子效果

# StrT_Titles,Physics
source: Physics
ar: الفيزياء
es: Física
es_419: Física
fr: Physique
it: Fisica
ko: 피직스
pl: Fizyka
pt_br: Física
ru: Физика
zh_hans: 物理

# StrT_Titles,Samples
source: Samples
ar: عينات
es: Muestras
es_419: Muestras
fr: Exemples
it: Campioni
ko: 샘플
pl: Przykłady
pt_br: Amostras
ru: Образцы
zh_hans: 示例

# StrT_Titles,Sequencer
source: Sequencer
ko: 시퀀서

# StrT_Titles,Templates
source: Templates
ar: قوالب
es: Plantillas
es_419: Plantillas
fr: Modèles
it: Modelli
ko: 템플릿
pl: Szablony
pt_br: Modelos
ru: Шаблоны
zh_hans: 模板

# ,F34D6DE84A97CB61F4FA30986C9D429B
source: Rotate
ar: تدوير
es: Rotar
es_419: Rotar
fr: Pivoter
it: Ruota
ko: 회전
pl: Obróć
pt_br: Girar
ru: Вращать
zh_hans: 旋转

# ,8BF62AC646D7992EE2EE78A65A47F248
source: Scale
ar: المقياس
es: Escalar
es_419: Escalar
fr: Changer l'échelle
it: Scala
ko: 스케일
pl: Skaluj
pt_br: Dimensionar
ru: Масштаб
zh_hans: 缩放

# ,72B06FA94D1CA4D41EBA1FAE31D6E3D6
source: Stack O Bot
ko: 스택오봇

# ,6C48EF8B41E536611D97A292C32260AD
source: Cropout
ko: 크롭아웃
pt_br: Recortar

# ,E73470D24A81114B04017288C8127C8B
source: LYRA
ko: 라이라

# ,D31851814D8BF684178F12A11217BDE1
source: City Sample
es: Ciudad de muestra
es_419: Ciudad de muestra
it: Campione di città
ko: 도시 샘플
pt_br: Amostra de cidade
ru: Образец города
zh_hans: 城市示例

# ,2C35AAB14BFD422A2FE66782721E6017
source: Game Animation Sample
ar: عينة حركة اللعبة
es: Muestra de animación de juegos
es_419: Muestra de animación de juego
fr: Exemple d'animation de jeu
it: Campione animazione Partita
ko: 게임 애니메이션 샘플
pt_br: Amostra de animação de jogo
ru: Образец игровой анимации
zh_hans: 游戏动画示例

# ,470825C542257C9908E959AAAB881145
source: Hillside Sample
ar: عينة منحدر التل
es: Proyecto de muestra Hillside
es_419: Proyecto de muestra Hillside
fr: Exemple Hillside
it: Campione di versante
ko: 힐사이드 샘플
pt_br: Amostra Hillside
ru: Образец склона холма
zh_hans: Hillside示例

# ,734A4E634366D0DDD8EE178C31D1813A
source: Move
ar: التحرك
es: Mover
es_419: Mover
fr: Déplacer
it: Sposta
ko: 이동
pl: Przesuń
pt_br: Mover
ru: Переместить
zh_hans: 移动

# ,A56088674827EC12660AE49B08345AA1
source: Game is running. Press "Esc" key to return to Editor
ar: اللعبة قيد التشغيل. اضغط على مفتاح "Esc" للعودة إلى المحرر.
es: El juego se está ejecutando. Pulsa la tecla «Esc» para volver al editor.
es_419: El juego se está ejecutando. Presiona la tecla "Esc" para volver al editor
fr: Le jeu est en cours d'exécution. Appuyez sur la touche "Échap" pour revenir à l'éditeur.
it: Il gioco è in corso. Premi il tasto "Esc" per tornare all'Editor
ko: 게임이 실행 중입니다. 에디터로 돌아가려면 'Esc' 키를 누르세요.
pl: Gra działa. Naciśnij klawisz Esc, aby wrócić do edytora.
pt_br: O jogo está em andamento. Pressione a tecla "Esc" para retornar ao Editor
ru: Игра запущена. Нажмите Esc, чтобы вернуться в Редактор.
zh_hans: 游戏正在运行。 按Esc键返回编辑器
