Repository: mikosz08/fantastic-devops-unreal-engine
Catalog: ue/ProductionBasics/Content/Localization/Game/*/New Starter Template.po
Languages: ar, es, es_419, fr, it, ko, pl, pt_br, ru, zh_hans

# StrT_DevCom,Intro
source: Welcome to Unreal Engine 5! Let's get started by learning to move around in the editor.
ar: مرحبًا بك في محرّك Unreal Engine 5! لنبدأ بتعلم كيفية التنقل في المحرر.
es: ¡Te damos la bienvenida a Unreal Engine 5! Empecemos por cómo movernos por el editor.
es_419: ¡Te damos la bienvenida a Unreal Engine 5! Empecemos aprendiendo a movernos por el editor.
fr: Bienvenue dans l'Unreal Engine 5 ! Commençons par apprendre à nous déplacer dans l'éditeur.
it: Benvenuto in Unreal Engine 5! Iniziamo imparando a muoverci nell'editor.
ko: 언리얼 엔진 5에 오신 것을 환영합니다! 에디터 내에서 이동하는 방법부터 배워 보겠습니다.
pl: Witamy w Unreal Engine 5! Zacznijmy od nauki poruszania się po edytorze.
pt_br: Boas-vindas à Unreal Engine 5! Vamos começar aprendendo a nos movimentar no editor.
ru: Добро пожаловать в Unreal Engine 5! Давайте начнём с основ работы в редакторе.
zh_hans: 欢迎来到虚幻引擎5！ 让我们开始学习如何在编辑器中移动吧。

# StrT_DevCom,Intro2
source: When you're comfortable with this, start the game by pressing the green Play button in the toolbar above this 3D viewport.
ar: عند الشعور بالارتياح لذلك، ابدأ اللعبة بالضغط على زر التشغيل الأخضر في شريط الأدوات أعلى منفذ العرض ثلاثي الأبعاد هذا.
es: Cuando te hayas familiarizado con ello, comienza el juego pulsando el botón verde de reproducción en la barra de herramientas encima de este visor 3D.
es_419: Cuando te sientas a gusto con esto, inicia el juego presionando el botón Jugar verde en la barra de herramientas situada encima de este visor 3D.
fr: Lorsque vous vous sentez à l'aise, lancez le jeu en appuyant sur le bouton vert Jouer dans la barre d'outils au-dessus de ce hublot 3D.
it: Quando ti senti a tuo agio con questo, avvia il gioco premendo il pulsante verde Gioca nella barra degli strumenti sopra questa viewport 3D.
ko: 충분히 익숙해졌다면 이 3D 뷰포트 위에 있는 툴바에서 녹색 플레이 버튼을 눌러 게임을 시작하세요.
pl: Gdy już się z tym zapoznasz, rozpocznij grę poprzez naciśnięcie zielonego przycisku Graj, który znajduje się na pasku narzędzi powyżej tego okna wizualizacji 3D.
pt_br: Quando estiver confortável com isso, inicie o jogo pressionando o botão verde de reprodução na barra de ferramentas acima dessa janela de visualização 3D.
ru: Когда вы разберётесь, что к чему, запустите игру, нажав зелёную кнопку Play (Играть) на панели инструментов над этим трёхмерным окном просмотра.
zh_hans: 调整完毕后，点击 这个3D视口上方工具栏中绿色的运行按钮，开始游戏。

# StrT_DevCom,Lighting
source: This room can get dark... While editing, you can place a light by holding down L and clicking the left mouse button. You can also add lights from the Place Actors panel, or the Quick Add menu in the toolbar. Try lighting up this room!
ar: يمكن أن تُصبح هذه الغرفة مظلمة... أثناء التحرير، يُمكن وضع إضاءة من خلال الضغط باستمرار على مفتاح "L" والنقر بزر الماوس الأيسر. يمكنك أيضًا إضافة أضواء من لوحة وضع الكائنات، أو من قائمة الإضافة السريعة في شريط الأدوات. حاول إضاءة هذه الغرفة!
es: Se puede poner oscuro en esta habitación… Mientras editas, puedes colocar una luz si pulsas L y haces clic con el botón izquierdo del ratón. También puedes añadir luces desde el panel Colocar actores o el menú Añadir rápidamente en la barra de herramientas. Intenta iluminar esta habitación.
es_419: Esta sala se puede oscurecer… Mientras editas, puedes colocar una luz al mantener presionada la tecla L y hacer clic con el botón izquierdo del mouse. Puedes también añadir luces desde el panel Colocar actores o desde el menú Añadir rápidamente de la barra de herramientas. ¡Intenta iluminar esta habitación!
fr: Cette pièce est assez sombre. Pendant la modification, vous pouvez placer une lumière en maintenant la touche L enfoncée et en faisant un clic gauche. Vous pouvez également ajouter des lumières à partir du panneau Placer des acteurs ou du menu Ajout rapide de la barre d'outils. Essayez d'éclairer cette pièce !
it: Questa stanza può diventare buia... Durante la modifica, puoi posizionare una luce tenendo premuto L e facendo clic sul tasto sinistro del mouse. Puoi anche aggiungere luci dal pannello Posiziona attori o dal menu Aggiunta rapida nella barra degli strumenti. Prova a illuminare questa stanza!
ko: 이 방은 어두워질 수도 있습니다. 편집 중 L 키를 누른 상태에서 마우스 왼쪽 버튼을 클릭하면 라이트를 배치할 수 있습니다. 액터 배치 패널이나 툴바의 빠른 추가 메뉴에서도 라이트를 추가할 수 있습니다. 이 공간을 밝혀 보세요!
pl: To pomieszczenie może stać się ciemniejsze... Podczas edycji możesz umieścić światło poprzez naciśnięcie i przytrzymanie klawisza L oraz kliknięcie lewym przyciskiem myszy. Ponadto istnieje możliwość dodawania świateł z panelu umieszczania aktorów lub menu szybkiego dodawania znajdującego się na pasku narzędzi. Spróbuj oświetlić to pomieszczenie.
pt_br: Essa sala pode ficar escura... Durante a edição, você pode posicionar uma luz mantendo pressionado L e clicando com o botão esquerdo do mouse. Você também pode adicionar luzes no painel de colocação de atores ou no menu de adição rápida na barra de ferramentas. Tente iluminar essa sala!
ru: В этой комнате может стать темно… В режиме редактирования вы можете размещать источники света, удерживая клавишу L и нажимая левой кнопкой мыши. Вы также можете добавить источники света с панели Place Actors (Расстановка акторов) или через меню Quick Add (Быстрое добавление) на панели инструментов. Пора зажечь свет в этой комнате!
zh_hans: 这个房间太昏暗了…… 编辑时，你可以按住L键 并点击鼠标左键来放置一个光照。你也可以通过 放置Actor面板或工具栏上的快速添加菜单来添加光照。 把房间照亮吧！

# StrT_DevCom,Lyra
source: For a more advanced demo and C++ examples check out Lyra
ar: للحصول على عرض توضيحي أكثر تقدمًا وأمثلة بلغة C++‎، يُرجى مراجعة ‎Lyra‎
es: Para obtener una demostración más avanzada y ejemplos de C++, consulta Lyra.
es_419: Para ver una demostración más avanzada y ejemplos en C++, echa un vistazo a Lyra
fr: Pour une démonstration plus avancée et des exemples en C++, consultez Lyra
it: Per una demo più avanzata ed esempi C++, dai un'occhiata a Lyra
ko: 고급 데모와 C++ 예시를 보려면 라이라 샘플 게임을 확인해 보세요.
pl: Aby zapoznać się z bardziej zaawansowaną prezentacją i przykładami C++, zajrzyj do przykładowego projektu Lyra.
pt_br: Para ver uma demonstração mais avançada e exemplos em C++, consulte o Lyra.
ru: Более подробная демонстрация и примеры на C++ представлены в Lyra
zh_hans: 如需了解进阶演示和C++示例，请查看《Lyra》项目

# StrT_DevCom,Material
source: Materials define how the surfaces of objects react to light. You can change them or create your own in the Material Editor. Click this ball, find its blue material in the Details panel, and double-click its icon to start editing. Try changing its Base Color, Metallic, and Roughness settings.
ar: تُحدّد المواد كيفية تفاعل أسطح الأغراض مع الضوء. يمكنك تغييرها أو إنشاؤها بنفسك في محرر المواد. انقر فوق هذه الكرة، وابحث عن مادتها الزرقاء في لوحة التفاصيل، وانقر نقرًا مزدوجًا فوق أيقونتها لبدء التحرير. حاول تغيير إعدادات اللون الأساسي والمعدني والخشونة لها.
es: Los materiales definen cómo reaccionan las superficies de los objetos a la luz. Puedes cambiarlos o crear los tuyos propios en el editor de materiales. Haz clic en este objeto, busca el material azul en el panel Detalles y haz doble clic en el icono para empezar a editar. Intenta cambiar los ajustes Color base, Metálico y Dureza.
es_419: Los materiales definen cómo reaccionan las superficies de los objetos ante la luz. Puedes cambiarlos o crear los tuyos propios en el editor de materiales. Haz clic en esta pelota, busca su material azul en el panel de detalles y haz doble clic en su ícono para comenzar a editarlo. Intenta cambiar sus ajustes de color base, metálico y rugosidad.
fr: Les matériaux définissent le mode de réaction des surfaces des objets à la lumière. Vous pouvez les modifier ou créer vos propres matériaux dans l'éditeur de matériau. Cliquez sur cette balle, recherchez son matériau bleu dans le panneau Détails, puis double-cliquez sur son icône pour commencer à la modifier. Essayez de modifier ses paramètres Couleur de base, Métallique et Rugosité.
it: I materiali definiscono il modo in cui le superfici degli oggetti reagiscono alla luce. Puoi modificarli o crearne di propri nell'Editor materiali. Fai clic su questa palla, trova il materiale blu nel pannello Dettagli e fai due volte clic sulla sua icona per iniziare la modifica. Prova a modificare le impostazioni Colore di base, Metallizzato e Rugosità.
ko: 머티리얼은 오브젝트의 표면이 라이트에 반응하는 방식을 정의합니다. 머티리얼 에디터에서 수정하거나 새로 생성할 수 있습니다. 이 구체를 클릭하고 디테일 패널에서 파란색 머티리얼을 찾아 아이콘을 더블클릭하여 편집을 시작하세요. 베이스 컬러, 메탈릭, 러프니스 세팅을 변경해 보세요.
pl: Materiały definiują, jak powierzchnie obiektów reagują na światło. Możesz je zmieniać lub tworzyć własne w edytorze materiałów. Kliknij tę piłkę, w panelu szczegółów znajdź jej niebieski materiał i kliknij dwukrotnie jego ikonę, aby rozpocząć edytowanie. Zmień ustawienia: Kolor bazowy, Metaliczny i Chropowatość.
pt_br: Os materiais definem como as superfícies dos objetos reagem à luz. Você pode alterá-los ou criar seus próprios no Editor de Material. Clique nessa bola, localize seu material azul no painel Detalhes e clique duas vezes em seu ícone para iniciar a edição. Tente alterar suas configurações de cor de base, metálica e rugosidade.
ru: Материалы определяют, как поверхности предметов реагируют на свет. Вы можете изменять их или создавать свои собственные в Material Editor (Редактор материалов). Нажмите на этот шар, найдите его синий материал на Details panel (Панель «Сведения») и дважды щёлкните по его значку, чтобы начать редактирование. Попробуйте изменить его параметры Base Color (Базовый цвет), Metallic (Металл) и Roughness (Шероховатость).
zh_hans: 材质决定了对象表面会对光线做出的反应。 你可以在材质编辑器中更改或创建自己的材质。 单击这个球体，在细节面板中找到相应的蓝色材质，然后 双击它的图标开始编辑。尝试更改 基础颜色、金属感和粗糙度设置。

# StrT_DevCom,Metasounds
source: You can use MetaSounds to create and control audio in real time with precise timing. This fork plays a procedurally made tune. To tweak it, select the fork and change the Random Seed setting in the Details panel.
ar: يمكنك استخدام MetaSounds لإنشاء الصوت والتحكم فيه في الوقت الفعلي بدقة توقيت عالية. تعزف آلة الشوكة هذه لحنًا مُؤلَّفًا إجرائيًا. لتعديله، حدد الشوكة ثم غيّر إعداد القيمة الأوّلية العشوائية في لوحة التفاصيل.
es: Puedes utilizar MetaSounds para crear y controlar el sonido el tiempo real y ajustarlo al milímetro. Este objeto reproduce una melodía que se ha creado procedimentalmente. Para modificarlo, selecciónalo y cambia el ajuste Valor de inicialización aleatorio en el panel Detalles.
es_419: Puedes usar MetaSounds para crear y controlar audio en tiempo real con una sincronización precisa. Este objeto reproduce una melodía creada de forma procedimental. Para modificarlo, selecciona el objeto y cambia la configuración de semilla aleatoria en el panel de detalles.
fr: Vous pouvez utiliser des MetaSounds pour créer et contrôler l'audio en temps réel selon un timing précis. Cette fourchette joue une mélodie créée de manière procédurale. Pour la modifier, sélectionnez-la et changez le paramètre Valeur de départ aléatoire dans le panneau Détails.
it: Puoi utilizzare MetaSounds per creare e controllare l'audio in tempo reale con un tempo preciso. Questa forchetta suona una melodia fatta proceduralmente. Per modificarla, seleziona la forchetta e modifica l'impostazione Seme casuale nel pannello Dettagli.
ko: 메타사운드를 사용하면 오디오를 실시간으로 정밀한 타이밍에 맞춰 생성하고 제어할 수 있습니다. 이 포크(fork)는 프로시저럴 방식으로 제작된 음을 재생합니다. 소리를 미세조정하려면 포크를 선택하고 디테일 패널에서 랜덤 시드 세팅을 변경해 보세요.
pl: Przy użyciu systemu MetaSounds można tworzyć dźwięki i precyzyjnie nimi sterować w czasie rzeczywistym. Ten widelec odtwarza stworzoną proceduralnie melodię. Aby ją dostosować, wybierz widelec i w panelu szczegółów zmień ustawienie właściwości Losowa wartość wyjściowa.
pt_br: Você pode usar MetaSounds para criar e controlar o áudio em tempo real com sincronização precisa. Essa bifurcação reproduz uma música criada processualmente. Para ajustá-la, selecione a bifurcação e altere a configuração Propagação aleatória no painel Detalhes.
ru: С помощью файлов MetaSound можно создавать звуки и управлять ими в реальном времени с высокой точностью синхронизации. Этот камертон воспроизводит мелодию, созданную процедурным способом. Чтобы изменить параметры, выберите камертон и настройте значение Random Seed (Случайное начальное значение) на Details panel (Панель «Сведения»).
zh_hans: 你可以使用MetaSounds 实时创建和控制 音频，并精确控制时间。 这个音叉能演奏出按程序制作的曲子。 要对其进行调整，先选中音叉，然后更改细节面板中的 随机种子设置。

# StrT_DevCom,NavInEditor_Look
source: Hold the right mouse button and move the mouse to look around.
ar: اضغط باستمرار على زر الماوس الأيمن وحرك الماوس للتحكّم في اتجاه النظر.
es: Mantén pulsado el botón derecho del ratón y mueve el ratón para echar un vistazo alrededor.
es_419: Mantén presionado el clic derecho y mueve el mouse para mirar a tu alrededor.
fr: Maintenez le bouton droit de la souris enfoncé et déplacez la souris pour regarder autour de vous.
it: Tieni premuto il tasto destro del mouse e muovi il mouse per guardarti intorno.
ko: 마우스 오른쪽 버튼을 누른 상태에서 마우스를 움직이면 주변을 둘러볼 수 있습니다.
pl: Naciśnij i przytrzymaj prawy przycisk myszy oraz poruszaj myszą, aby się rozglądać.
pt_br: Mantenha o botão direito do mouse pressionado e mova o mouse para olhar ao redor.
ru: Чтобы осмотреться, зажмите правую кнопку мыши и перемещайте её .
zh_hans: 按住鼠标右键 并移动鼠标 ，可以环顾四周。

# StrT_DevCom,NavInEditor_Move
source: Hold the right mouse button and use the W, A, S and D keys to fly.
ar: اضغط على زر الماوس الأيمن باستمرار واستخدم الأزرار W وA وS وD للطيران.
es: Mantén pulsado el botón derecho del ratón y utiliza las teclas W, A, S y D para volar.
es_419: Mantén presionado el clic derecho y usa las teclas W, A, S y D para volar.
fr: Maintenez le bouton droit de la souris enfoncé et utilisez les touches Z, Q, S et D pour voler.
it: Tieni premuto il tasto destro del mouse e utilizza i tasti W, A, S e D per volare.
ko: 마우스 오른쪽 버튼을 누른 상태에서 W, A, S, D 키를 사용하여 자유롭게 이동할 수 있습니다.
pl: Naciśnij i przytrzymaj prawy przycisk myszy oraz używaj klawiszy W, A, S i D do latania.
pt_br: Mantenha o botão direito do mouse pressionado e use as teclas W, A, S e D para voar.
ru: Для полёта зажмите правую кнопку мыши и используйте клавиши W, A, S и D.
zh_hans: 按住鼠标右键 并使用W、A、S、D键来飞行。

# StrT_DevCom,NavInGame_Look
source: Move the mouse to look around.
ar: حرك الماوس للتحكّم في اتجاه النظر.
es: Mueve el ratón para echar un vistazo alrededor.
es_419: Mueve el mouse para mirar a tu alrededor.
fr: Déplacez la souris pour regarder autour de vous.
it: Muovi il mouse per guardarti intorno.
ko: 마우스를 움직여 주변을 둘러보세요.
pl: Poruszaj myszą, aby się rozglądać.
pt_br: Mova o mouse para olhar ao redor.
ru: Чтобы осмотреться, перемещайте мышь.
zh_hans: 移动鼠标环顾四周。

# StrT_DevCom,NavInGame_Move
source: Use the W, A, S, and D keys to walk.
ar: استخدم مفاتيح W، وA، وS، وD للمشي.
es: Utiliza las teclas W, A, S y D para caminar.
es_419: Usa las teclas W, A, S y D para caminar.
fr: Utilisez les touches Z, Q, S et D pour marcher.
it: Utilizza i tasti W, A, S e D per camminare.
ko: W, A, S, D 키로 이동하세요.
pl: Używaj klawiszy W, A, S i D do chodzenia.
pt_br: Use as teclas W, A, S e D para andar.
ru: Для передвижения используйте клавиши W, A, S и D.
zh_hans: 使用W、A、S、D键行走。

# StrT_DevCom,Niagara
source: Particle systems simulate a wide range of visual effects, from simple bursts of sprites like this to complex fluid simulations. You create them using the Niagara editor. Click the center of this effect, find its Niagara system asset in the Details panel, and double-click it to edit. Try changing settings like Spawn Count and see how it changes the effect.
ar: تحاكي أنظمة الجسيمات مجموعة واسعة من المؤثرات البصرية، بدءًا من دفعات بسيطة من الضور النقطية مثل هذه إلى محاكاة السوائل المعقدة. يمكنك إنشاؤها باستخدام محرر Niagara. انقر فوق مركز هذا التأثير، وابحث عن أصل نظام Niagara الخاص به في لوحة التفاصيل، وانقر فوقه نقرًا مزدوجًا لتحريره. جرب تغيير الإعدادات مثل عدد مرات النشر لمعرفة كيف يُغيّر ذلك التأثير.
es: Los sistemas de partículas simulan una amplia gama de efectos visuales, desde simples ráfagas de sprites como esta hasta simulaciones complejas de fluidos. Puedes crearlos con Niagara Editor. Haz clic en el centro de este efecto, busca el recurso del sistema de Niagara en el panel Detalles y haz doble clic en él para editarlo. Intenta cambiar ajustes como Límite de generación y observa cómo cambia el efecto.
es_419: Los sistemas de partículas simulan un amplio rango de efectos visuales, desde simples ráfagas de sprites, como esta, hasta complejas simulaciones de fluidos. Se crean utilizando el editor Niagara. Haz clic en el centro de este efecto, busca su recurso del sistema Niagara en el panel de detalles y haz doble clic en él para editarlo. Intenta cambiar ajustes como el conteo de apariciones y observa cómo cambia el efecto.
fr: Les systèmes de particules simulent un large éventail d'effets visuels, allant de simples explosions de sprites comme celle-ci à des simulations de fluides complexes. Vous pouvez les créer à l'aide de l'éditeur Niagara. Cliquez au centre de cet effet, recherchez sa ressource de système Niagara dans le panneau Détails et double-cliquez dessus pour la modifier. Essayez de modifier les paramètres tels que Nombre à faire apparaître et observez comment cela modifie l'effet.
it: I sistemi particellari simulano un'ampia gamma di effetti visivi, da semplici esplosioni di sprite come questa a complesse simulazioni di fluidi. Li crei utilizzando l'editor Niagara. Fai clic sul centro di questo effetto, trova l'asset del sistema Niagara nel pannello Dettagli e fai due volte clic su di esso per modificarlo. Prova a modificare le impostazioni come Contatore di generazione e vedi come cambia l'effetto.
ko: 파티클 시스템은 이런 간단한 스프라이트 폭발부터 복잡한 플루이드 시뮬레이션까지 다양한 비주얼 이펙트를 시뮬레이션합니다. 이러한 이펙트는 나이아가라 에디터에서 생성할 수 있습니다. 이 이펙트의 중앙을 클릭하고 디테일 패널에서 해당 나이아가라 시스템 에셋을 찾아 더블클릭하여 편집하세요. 스폰 수와 같은 세팅을 변경해 보면서 이펙트가 어떻게 달라지는지 확인해 보세요.
pl: System cząsteczkowy symuluje wiele efektów wizualnych – od prostych „duszków” po złożone symulacje płynów. Do ich tworzenia służy edytor Niagara. Kliknij środek tego efektu, w panelu szczegółów znajdź jego zasób systemu Niagara i kliknij go dwukrotnie, aby przystąpić do edytowania. Zmieniaj ustawienia, takie jak Liczba generowanych cząsteczek, i sprawdzaj efekty tych modyfikacji.
pt_br: Os sistemas de partículas simulam uma ampla gama de efeitos visuais, desde simples explosões de sprites como esta até simulações complexas de fluidos. Você os cria usando o Editor Niagara. Clique no centro desse efeito, localize o ativo do Sistema Niagara no painel Detalhes e clique duas vezes nele para editá-lo. Tente alterar as configurações como Contagem de gerações e veja como isso muda o efeito.
ru: Системы частиц позволяют создавать самые разные визуальные эффекты: от простых кратковременных спрайтов, как этот, до сложных симуляций жидкостей. Их можно создавать в редакторе Niagara. Щёлкните по центру этого эффекта, найдите его ресурс системы Niagara на Details panel (Панель «Сведения») и дважды щёлкните по нему, чтобы открыть для редактирования. Попробуйте изменить его параметры, например Spawn Count (Количество появлений), и посмотрите, как это повлияет на эффект.
zh_hans: 粒子系统可以模拟各种视觉效果 ，从像这样简单的Sprite迸发到复杂的流体模拟都能实现。 你可以使用Niagara编辑器来创建它们。 单击该效果的中心点，在 细节面板中找到相应的Niagara系统资产，然后双击该资产进行编辑。尝试更改生成数量 等设置，看看效果有何变化。

# StrT_DevCom,Outliner
source: There is a hidden object blocking the way across this bridge. The Outliner on the right lists all the objects in the world. Delete the one named "BlockingVolume" to clear the way.
ar: ثمة غرض مخفي يسد الطريق عبر هذا الجسر. يسرد المُحدِّد على اليمين جميع الأغراض الموجودة في العالم. احذف المسمى "BlockingVolume" لإخلاء الطريق.
es: Hay un objeto oculto bloqueando el paso por este puente. El esquematizador de la derecha muestra todos los objetos del mundo. Elimina el que se llama «BlockingVolume» para poder pasar.
es_419: Hay un objeto oculto bloqueando el paso por este puente. En el esquematizador de la derecha, se muestran todos los objetos del entorno. Elimina el denominado "BlockingVolume" para despejar el camino.
fr: Un objet caché bloque le passage sur ce pont. L'organiseur à droite recense tous les objets du monde. Supprimez celui nommé "BlockingVolume" pour dégager le passage.
it: C'è un oggetto nascosto che blocca la strada attraverso questo ponte. L'Outliner a destra elenca tutti gli oggetti del mondo. Elimina quello denominato "BlockingVolume" per liberare la strada.
ko: 이 다리 위에는 길을 막고 있는 숨겨진 오브젝트가 있습니다. 오른쪽의 아웃라이너에는 월드 내의 모든 오브젝트가 표시됩니다. 'BlockingVolume'이라는 이름의 오브젝트를 삭제하여 막힌 길을 뚫어 보세요.
pl: Drogę przez most blokuje ukryty obiekt. Panel Outliner, widoczny po prawej stronie, zawiera listę wszystkich obiektów znajdujących się w świecie. Usuń obiekt o nazwie „BlockingVolume” w celu odblokowania drogi.
pt_br: Há um objeto oculto bloqueando a passagem por essa ponte. O Organizador à direita lista todos os objetos desse mundo. Exclua o nome "BlockingVolume" para liberar o caminho.
ru: Через этот мост нельзя пройти — какой-то скрытый объект блокирует путь. На панели Outliner (Структура) справа представлен список всех объектов в мире. Удалите объект BlockingVolume, чтобы очистить путь.
zh_hans: 有一个隐藏的对象挡住了过桥的路。 右侧的大纲视图会列出世界场景中的所有对象。 删除这个名为BlockingVolume的文件，清除挡路的障碍。

# StrT_DevCom,Physics
source: Unreal offers realistic physics simulations, from simple rigid body interactions to detailed vehicle movement. Try pushing these objects around and see how they react!
ar: يقدّم Unreal عمليات المحاكاة الفيزيائية الواقعيّة، بدءًا من التفاعلات البسيطة بين الأجسام الصلبة إلى حركة المركبات التفصيليّة. جرب دفع هذه الأغراض وملاحظة تفاعلها!
es: Unreal Editor ofrece simulaciones físicas realistas, desde interacciones simples entre cuerpos rígidos hasta movimientos detallados de vehículos. Intenta empujar estos objetos y observa cómo reaccionan.
es_419: Unreal ofrece simulaciones físicas realistas, desde simples interacciones entre cuerpos rígidos hasta movimientos detallados de vehículos. ¡Intenta empujar estos objetos y observa cómo reaccionan!
fr: Unreal propose des simulations physiques réalistes, allant de simples interactions entre corps rigides à des déplacements de véhicules détaillés. Essayez de pousser ces objets et observez comment ils réagissent !
it: Unreal offre simulazioni fisiche realistiche, dalle semplici interazioni di corpo rigido al movimento dettagliato del veicolo. Prova a spingere questi oggetti e guarda come reagiscono!
ko: 언리얼은 단순한 리지드 바디 인터랙션부터 정교한 비히클 무브먼트까지 사실적인 피직스 시뮬레이션을 제공합니다. 이러한 오브젝트들을 밀어 어떻게 반응하는지 확인해 보세요!
pl: Unreal oferuje realistyczne symulacje fizyki – od prostych interakcji ze sztywnym ciałem fizycznym po szczegółowe ruchy pojazdu. Popychaj obiekty wokół siebie i patrz, jak reagują.
pt_br: A Unreal oferece simulações de física realistas, desde interações simples de corpos rígidos até o movimento detalhado de veículos. Tente empurrar esses objetos e veja como eles reagem!
ru: Unreal предлагает реалистичные физические симуляции: от простых взаимодействий твёрдых тел до детализированного движения транспортных средств. Попробуйте двигать эти предметы и посмотрите, что будет!
zh_hans: 虚幻会提供逼真的物理模拟，从简单的 刚体交互到细节满满的载具运动。 试着推动这些对象，看看它们有什么反应吧！

# StrT_DevCom,PressPlay
source: When you're done here, click Play (or press Alt+P) and move on.
ar: عند الانتهاء من هذا، انقر فوق تشغيل (أو اضغط على Alt+P) لمتابعة التنفيذ.
es: Cuando hayas acabado, haz clic en Reproducir (o pulsa Alt + P) y continúa.
es_419: Cuando hayas terminado aquí, haz clic en Jugar (o presiona Alt + P) y continúa.
fr: Lorsque vous avez terminé, cliquez sur Jouer (ou appuyez sur Alt+P) et passez à l'étape suivante.
it: Quando hai finito qui, fai clic su Riproduci (o premi Alt+P) e vai avanti.
ko: 이 단계를 마쳤다면 플레이 버튼을 클릭하거나 Alt+P를 눌러 다음 단계로 이동하세요.
pl: Gdy skończysz, kliknij przycisk Graj (lub naciśnij klawisze Alt+P) i przejdź dalej.
pt_br: Quando terminar aqui, clique em Reproduzir (ou pressione ALT+P) e siga em frente.
ru: По завершении нажмите Play (Играть) (или нажмите Alt+P) и двигайтесь дальше.
zh_hans: 完成后，单击运行（或按下Alt+P）继续。
