Repository: mikosz08/fantastic-devops-unreal-engine
Catalog: ue/ProductionBasics/Content/Localization/Game/*/New Starter Template.po
Languages: ar, es, es_419, fr, it, ko, pl, pt_br, ru, zh_hans

# ,0E6F2F33442EF03759C01E82B49C875A
source: Welcome to Unreal Engine 5! This level will guide you through some of the basics of the engine. Hold the right mouse button and use W,A,S, D to move around the level while using the mouse to look. Press the green play button to start the game.
ar: أهلًا بك في محرّك Unreal Engine 5! سترشدك هذه المرحلة إلى بعض أساسيات المحرك. اضغط باستمرار على زر الماوس الأيمن واستخدم أزرار W وA وS وD للتحرك عبر المرحلة أثناء استخدام الماوس للتحكّم في اتجاه النظر. اضغط على الزر الأخضر لبدء اللعبة.
es: ¡Te damos la bienvenida a Unreal Engine 5! Este nivel te guiará por algunos de los conceptos básicos del motor. Mantén pulsado el botón derecho del ratón y utiliza las teclas W, A, S y D para moverte por el nivel mientras utilizas el ratón para echar un vistazo. Pulsa el botón verde de reproducción para iniciar el juego.
es_419: ¡Te damos la bienvenida a Unreal Engine 5! Este nivel te guiará a través de algunos de los conceptos básicos del motor. Mantén presionado el clic derecho y utiliza las teclas W, A, S y D para moverte por el nivel mientras usas el mouse para mirar. Presiona el botón Jugar verde para iniciar el juego.
fr: Bienvenue dans l'Unreal Engine 5 ! Ce niveau va vous expliquer certaines des bases de fonctionnement du moteur. Maintenez le clic droit de la souris enfoncé et utilisez les touches Z, Q, S et D pour vous déplacer dans le niveau tout en déplaçant la souris pour regarder autour de vous. Appuyez sur le bouton vert Jouer pour démarrer le jeu.
it: Benvenuto in Unreal Engine 5! Questo livello ti guiderà attraverso alcune delle basi del motore. Tieni premuto il tasto destro del mouse e utilizza W, A, S, D per spostarti intorno al livello mentre utilizzi il mouse per guardarti intorno. Premi il pulsante Gioca verde per iniziare il gioco.
ko: 언리얼 엔진 5에 오신 것을 환영합니다! 이 레벨에서는 언리얼 엔진의 기본적인 사용법을 안내합니다. 오른쪽 마우스 버튼을 누른 상태에서 W, A, S, D 키로 레벨에서 이동하고 마우스로 주변을 둘러보세요. 게임을 시작하려면 녹색 플레이 버튼을 클릭합니다.
pl: Witamy w Unreal Engine 5! Na tym poziomie poznasz niektóre podstawowe informacje o tym silniku. Naciśnij i przytrzymaj prawy przycisk myszy oraz używaj klawiszy W, A, S i D, aby poruszać się po poziomie, podczas gdy mysz będziesz wykorzystywać do rozglądania się. Naciśnij zielony przycisk Graj, aby rozpocząć grę.
pt_br: Boas-vindas à Unreal Engine 5! Este nível guiará você por alguns dos conceitos básicos da engine. Mantenha o botão direito do mouse pressionado e use W, A, S, D para se movimentar pelo nível enquanto usa o mouse para olhar. Pressione o botão verde de reprodução para iniciar o jogo.
ru: Добро пожаловать в Unreal Engine 5! Этот уровень познакомит вас с основами работы с движком. Удерживайте правую кнопку мыши и используйте клавиши W, A, S, D, чтобы перемещаться по уровню, а мышь — чтобы осматриваться вокруг. Нажмите зелёную кнопку Play (Играть), чтобы запустить игру.
zh_hans: 欢迎来到虚幻引擎5！本关卡将引导你 了解引擎的一些基础知识。 按住鼠标右键，使用W、A、S、D在关卡中移动 ，同时移动鼠标环顾四周。 点击绿色的运行按钮启动游戏。

# ,69496AA644F8C038B1E426A50AD21D63
source: Hello
ar: مرحبًا
es: Hola
es_419: Hola
fr: Bonjour
it: Ciao
ko: 안녕하세요.
pl: Cześć!
pt_br: Olá
ru: Привет
zh_hans: 你好

# ,DF4A3CBC4ECF7F7D56A03CA636671154
source: Title
ar: العنوان
es: Título
es_419: Título
fr: Titre
it: Titolo
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
zh_hans: 标题

# StrT_DevCom,Animation
source: Unreal offers a wide array of character animation tools. You can create rigs, skin, and animate directly in engine, as well as create complex logic to blend animations.
ar: يُقدّم Unreal مجموعة واسعة من أدوات تحريك الشخصيات. يمكنك إنشاء الهياكل والبشرة والتحريك داخل المُحرّك مباشرة، بالإضافة إلى إنشاء منطق معقّد لمزج الحركات.
es: Unreal Engine ofrece una amplia gama de herramientas para la animación de personajes. Puedes crear rigs, skinning y animar directamente en el motor, así como crear lógica compleja para mezclar animaciones.
es_419: Unreal ofrece una amplia matriz de herramientas de animación de personajes. Puedes crear rigs, revestimientos y animaciones directamente en el motor, así como crear lógica compleja para combinar animaciones.
fr: Unreal propose une large gamme d'outils d'animation de personnages. Vous pouvez créer des squelettes, des tenues et des animations directement dans le moteur ainsi qu'une logique complexe pour fusionner les animations.
it: Unreal offre un vasto array di strumenti di animazione dei personaggi. Puoi creare rig, skin e animare direttamente in engine, oltre a creare una logica complessa per fondere le animazioni.
ko: 언리얼은 다양한 캐릭터 애니메이션 툴을 제공합니다. 엔진에서 직접 리깅, 스키닝, 애니메이션 작업을 할 수 있으며, 복잡한 블렌딩 로직도 구현할 수 있습니다.
pl: Unreal oferuje szeroki wybór narzędzi do animowania postaci. Możesz tworzyć rigi i skóry oraz animować bezpośrednio w silniku. Ponadto masz możliwość tworzenia złożonej logiki do mieszania animacji.
pt_br: A Unreal oferece uma ampla gama de ferramentas de animação de personagens. Você pode criar rigs, revestimento e animações diretamente na engine, bem como criar uma lógica complexa para mesclar animações.
ru: Unreal предоставляет широкий набор инструментов для анимирования персонажей. Вы можете создавать каркасы, оболочки и анимировать прямо в движке, а также создавать сложную логику для смешивания анимаций.
zh_hans: 虚幻提供了大量角色动画工具。 你可以直接在引擎中创建绑定、蒙皮和动画， 还可以创建复杂的逻辑来混合动画。

# StrT_DevCom,Atmos
source: Environment lighting and atmosphere is controlled by multiple actors: - A directional light, which simulates light coming from the sun. - A sky light, which adds base ambient light. - A sky atmosphere, which controls the ambient colour of the sky. While editing, you can change the sun's angle by holding Ctrl+L and moving the mouse.
ar: يتم التحكم في إضاءة البيئة والأجواء من خلال كائنات متعددة: - ضوء اتجاهي، يحاكي الضوء القادم من الشمس. - ضوء السماء، الذي يضيف إضاءة محيطية أساسية. - جو السماء، الذي يتحكم في لون السماء المحيط. أثناء التحرير، يمكنك تغيير زاوية الشمس من خلال الضغط باستمرار على Ctrl+L وتحريك الماوس.
es: La iluminación del entorno y la atmósfera se controlan mediante varios actores: - Una luz direccional, que simula la luz del sol. - Una luz cenital, que añade una luz de ambiente básica. - Una atmósfera del cielo, que controla el color de ambiente del cielo. Mientras editas, puedes cambiar el ángulo del sol pulsando Ctrl + L y moviendo el ratón.
es_419: La iluminación y la atmósfera del entorno están controladas por múltiples actores: - Una luz direccional, que simula la luz procedente del sol. - Una luz cenital, que añade luz ambiental básica. - Una atmósfera del cielo, que controla el color ambiental del cielo. Mientras editas, puedes cambiar el ángulo del sol al mantener presionadas las teclas Ctrl + L y moviendo el mouse.
fr: L'éclairage et l'atmosphère de l'environnement sont contrôlés par plusieurs acteurs : - Un éclairage directionnel, qui simule la lumière du soleil. - Une lumière naturelle, à l'origine d'une lumière ambiante élémentaire. - Une atmosphère, qui contrôle la couleur ambiante du ciel. Pendant la modification, vous pouvez changer l'angle du soleil en maintenant les touches Ctrl+L enfoncées et en déplaçant la souris.
it: L'illuminazione e l'atmosfera dell'ambiente sono controllate da più attori: - una luce direzionale che simula la luce proveniente dal sole; - una luce del cielo che aggiunge luce ambientale di base; - un'atmosfera del cielo che controlla il colore ambientale del cielo. Durante la modifica, puoi modificare l'angolazione del sole tenendo premuto Ctrl+L e muovendo il mouse.
ko: 인바이런먼트 라이팅과 애트머스피어는 여러 액터에 의해 제어됩니다. - 태양광을 시뮬레이션하는 디렉셔널 라이트 - 베이스 앰비언트 라이트를 추가하는 스카이 라이트 - 스카이 앰비언트 컬러를 제어하는 스카이 애트머스피어 편집 중 Ctrl+L을 누른 상태에서 마우스를 움직이면 태양의 각도를 변경할 수 있습니다.
pl: Do sterowania oświetleniem otoczenia i atmosferą służy wielu aktorów: – Światło kierunkowe symuluje światło słoneczne. – Światło nieba dodaje podstawowe światło środowiskowe. – Atmosfera nieba steruje kolorem nieba. Podczas edycji możesz zmieniać kąt słońca: przytrzymaj klawisze CTRL+L i poruszaj myszą.
pt_br: A iluminação e a atmosfera do ambiente são controladas por vários atores: - Uma luz direcional, que simula a luz proveniente do sol; - Uma luz do céu, que adiciona luz ambiente base; - Uma atmosfera do céu, que controla a cor ambiente do céu. Durante a edição, você pode alterar o ângulo do sol segurando CTRL + L e movendo o mouse.
ru: За освещение и атмосферу окружения отвечают несколько акторов: — удалённый источник освещения: имитирует солнечный свет; — свет неба: добавляет базовое освещение окружения; — атмосфера в небе: управляет окружающим цветом неба. Во время редактирования вы можете изменить угол солнца, удерживая Ctrl+L и перемещая мышь.
zh_hans: 环境光照和大气由多个Actor控制： - 定向光源，模拟来自太阳的光线。 - 天空光照，增添基础的环境光。 - 天空大气，用于控制天空的环境色彩。 编辑时，你可以按住 Ctrl+L并移动鼠标来改变太阳的角度。

# StrT_DevCom,Blueprint
source: Blueprint is a visual scripting language that you can use to create logic and manage events, like this switch that unlocks the door. For a challenge: see if you can figure out how to make the light above the door change color the same way the other lights do.
ar: الخطة عبارة عن لغة برمجة نصية مرئية يمكنك استخدامها لإنشاء المنطق وإدارة الأحداث، مثل هذا المفتاح الذي يفتح الباب. كتحدٍ: حاول أن تكتشف كيفية تغيير لون الضوء الموجود فوق الباب بنفس الطريقة التي تتغير بها الأضواء الأخرى.
es: Blueprint es un idioma de secuenciación de comandos visual que puedes usar para crear lógica y gestionar eventos, como este interruptor que desbloquea la puerta. Aquí tienes un desafío: intenta descubrir cómo hacer que la luz encima de la puerta cambie de color igual que las otras luces.
es_419: Blueprint es un lenguaje de programación visual que se puede utilizar para crear lógica y gestionar eventos, como este interruptor que abre la puerta. Como reto: intenta averiguar cómo hacer que la luz situada encima de la puerta cambie de color al igual que las demás luces.
fr: Blueprint est un langage de programmation visuelle qui vous permet de créer une logique et de gérer des événements, comme cet interrupteur qui déverrouille la porte. Petit défi : essayez de trouver comment faire changer la lumière au-dessus de la porte de la même manière que les autres.
it: Blueprint è un linguaggio di scripting visivo che puoi utilizzare per creare logica e gestire eventi, come questo interruttore che sblocca la porta. Per una sfida: vedi se riesci a capire come fare in modo che la luce sopra la porta cambi colore allo stesso modo delle altre luci.
ko: 블루프린트는 비주얼 스크립팅 언어로 문을 여는 스위치처럼 로직을 생성하거나 이벤트를 관리할 때 사용할 수 있습니다. 도전 과제: 다른 라이트처럼 문 위에 비친 라이트의 컬러가 바뀌도록 설정해 보세요.
pl: Blueprint jest wizualnym językiem skryptowym, którego możesz używać do tworzenia logiki i zarządzania zdarzeniami, tak jak w przypadku przełącznika odblokowującego drzwi. Wyzwanie: sprawdź, czy odgadniesz, jak sprawić, aby kolor światła nad drzwiami zmieniał się tak samo jak w przypadku pozostałych świateł.
pt_br: O Blueprint é uma linguagem de código visual que você pode usar para criar lógica e gerenciar eventos, como esse interruptor que destranca a porta. Como desafio: veja se consegue descobrir como fazer com que a luz acima da porta mude de cor da mesma forma que as outras luzes.
ru: Blueprint — это язык визуального программирования, с помощью которого можно создавать логику и управлять событиями, например переключателем, который открывает дверь. Проверьте себя: попробуйте разобраться, как сделать так, чтобы свет над дверью менял цвет так же, как и остальные источники освещения.
zh_hans: 蓝图是一种可视化脚本语言 ，你可以用它来创建逻辑和管理事件， 就像这个可以解锁大门的开关一样。挑战：看看你能不能想出办法 ，让门上的灯和其他灯一样变色。

# StrT_DevCom,ContentDrawer
source: You can add new objects to the world from the Content Drawer in the bottom left corner. There are some sample meshes in the folder: Content / LevelPrototyping / Meshes Try dragging some in so you can get across this gap.
ar: يمكنك إضافة أغراض جديدة إلى العالم من درج المحتوى في الزاوية اليسرى السفلية. توجد بعض الشبكات النموذجية في المجلد: Content / LevelPrototyping / Meshes حاول سحب بعضها حتى تتمكن من عبور هذه الفجوة.
es: Puedes añadir objetos nuevos al mundo desde el almacén de contenido en la esquina inferior izquierda. Hay algunas mallas de muestra en la carpeta: Content/LevelPrototyping/Meshes Prueba a arrastrar algunas para poder pasar.
es_419: Puedes añadir nuevos objetos al entorno desde el cajón de contenido situado en la esquina inferior izquierda. Hay algunas mallas de muestra en la carpeta: Contenido / LevelPrototyping / Meshes Intenta arrastrar algunas para poder pasar.
fr: Vous pouvez ajouter de nouveaux objets au monde à partir du tiroir à contenu situé dans le coin inférieur gauche. Des exemples de maillages sont fournis dans le dossier : Content/LevelPrototyping/Meshes Essayez d'en glisser quelques-uns dans le niveau pour franchir ce fossé.
it: Puoi aggiungere nuovi oggetti al mondo dal Cassetto dei contenuti nell'angolo in basso a sinistra. Ci sono alcune mesh di esempio nella cartella: Contenuto / LevelPrototyping / Mesh Prova a trascinarne alcune per superare questo gap.
ko: 화면 왼쪽 하단의 콘텐츠 드로어에서 새 오브젝트를 월드에 추가할 수 있습니다. 다음 폴더에 샘플 메시가 있습니다. 콘텐츠/LevelPrototyping/Meshes 이 틈을 건널 수 있도록 샘플 메시를 드래그해 보세요.
pl: Do świata możesz dodawać nowe obiekty z szuflady zawartości, która znajduje się w lewym dolnym rogu. Ten folder zawiera przykładowe siatki: Content/LevelPrototyping/Meshes Spróbuj przeciągnąć niektóre z nich, aby móc przejść nad tą luką.
pt_br: Você pode adicionar novos objetos ao mundo na Gaveta de Conteúdo, no canto inferior esquerdo. Há algumas amostras de malhas na pasta: "Content/LevelPrototyping/Meshes". Tente arrastar algumas delas para que possa superar essa lacuna.
ru: Вы можете добавлять новые объекты в мир через Content Drawer (Панель ресурсов) в нижнем левом углу экрана. В следующей папке есть несколько сеток-образов: Content (Контент) / LevelPrototyping / Meshes (Сетки). Попробуйте перетащить некоторые из них в сцену, чтобы перебраться с одного края на другой.
zh_hans: 你可以从左下角的 内容侧滑菜单中为世界添加新对象。 我们提供的文件夹中有一些网格体示例，路径为： Content / LevelPrototyping / Meshes 尝试拖入一些网格体，让你能跨越这个鸿沟。

# StrT_DevCom,Cropout
source: For those looking for more, check out the Cropout Sample
ar: لمن يبحثون عن المزيد، يمكنهم الاطلاع على Cropout Sample
es: Si te has quedado con ganas de más, echa un vistazo a la muestra Cropout.
es_419: Si quedaste con ganas de más, echa un vistazo a la muestra de Cropout.
fr: Pour en savoir plus, consultez l'exemple Cropout
it: Per chi cerca di più, dai un'occhiata al campione Cropout
ko: 더 많은 예시를 보려면 크롭아웃 샘플을 확인해 보세요.
pl: Jeśli chcesz uzyskać więcej informacji, zapoznaj się z przykładem Cropout.
pt_br: Para quem quiser saber mais, pode conferir a Amostra Cropout.
ru: Если хотите узнать больше, ознакомьтесь с примером проекта Cropout.
zh_hans: 如需了解更多信息，请参考《Cropout》示例项目

# StrT_DevCom,DetailsPanel
source: Try to walk up this ramp, and you'll sink right through! It has no collision set up. You can use the Details panel to change settings like this. Click the ramp, then change its Collision Presets to "BlockAll".
ar: حاول أن تصعد هذا المنحدر، وسوف تنغمس فيه مباشرةً! لم يتم إعداد أي تصادم له. يمكنك استخدام لوحة التفاصيل لتغيير إعدادات مثل هذه. انقر على المنحدر، ثم غيّر إعدادات التصادم المسبقة إلى "BlockAll".
es: Intenta subir por esta rampa y te hundirás. No tiene configurada ninguna colisión. Puedes utilizar el panel Detalles para cambiar este tipo de configuración. Haz clic en la rampa y, a continuación, cambia los preajustes de colisión a «BlockAll».
es_419: ¡Intenta subir por esta rampa y te hundirás! No tiene configurada ninguna colisión. Puedes usar el panel de detalles para cambiar ajustes como este. Haz clic en la rampa y cambia sus preajustes de colisión a "BlockAll".
fr: Si vous essayez d'emprunter cette rampe, vous passerez au travers ! Aucune collision n'a été configurée pour elle. Vous pouvez utiliser le panneau Détails pour modifier des paramètres comme celui-ci. Cliquez sur la rampe, puis définissez ses préréglages de collision sur "BlockAll".
it: Prova a salire questa rampa e affonderai attraverso! Non ha alcuna impostazione di collisione. Puoi utilizzare il pannello Dettagli per modificare le impostazioni in questo modo. Fai clic sulla rampa, quindi modifica le preimpostazioni di collisione in "BlockAll".
ko: 이 경사로를 걸어 올라가면 그대로 밑으로 빠지게 됩니다! 아직 콜리전이 구성되어 있지 않기 때문이죠. 디테일 패널에서 이와 같은 설정을 변경할 수 있습니다. 경사로를 클릭하고 콜리전 프리셋을 'BlockAll'로 바꿔 보세요.
pl: Spróbuj podejść do tej rampy, a zanurzysz się całkowicie! Nie skonfigurowano dla niej kolizji. Do zmodyfikowania takich ustawień możesz użyć panelu szczegółów. Kliknij rampę, a następnie zmień jej ustawienie wstępne kolizji na „BlockAll”.
pt_br: Se você tentar subir essa rampa, vai acabar afundando! Ela não tem configuração de colisão. Você pode usar o painel Detalhes para alterar configurações como essas. Clique na rampa e altere suas predefinições de colisão para "BlockAll".
ru: Попробуйте подняться по этому трамплину — и вы провалитесь прямо сквозь него! Для этого объекта не настроены параметры коллизии. Это можно изменить на Details panel (Панель «Сведения»). Выберите трамплин и измените значение параметра Collision Presets (Готовые настройки коллизии) на BlockAll.
zh_hans: 试着走上这个斜坡，不过你会立即掉下去！ 因为它还没有设置碰撞。 你可以使用细节面板来更改此类设置。 单击斜坡，然后将其碰撞预置更改为"BlockAll"（全部阻挡）。

# StrT_DevCom,Escape
source: When you're ready to move on, walk around this wall.
ar: عندما تكون مستعدًا للمضي قدمًا، امشِ حول هذا الجدار.
es: Cuando lo tengas todo listo, camina alrededor de esta pared.
es_419: Cuando desees seguir adelante, rodea esta pared.
fr: Lorsque vous souhaitez continuer, contournez ce mur.
it: Quando sei pronto per andare avanti, cammina intorno a questo muro.
ko: 다음 단계로 이동할 준비가 되면 이 벽을 돌아서 이동하세요.
pl: Gdy skończysz, idź dookoła tego muru.
pt_br: Quando quiser seguir em frente, contorne essa parede.
ru: Когда будете готовы идти дальше, обойдите эту стену.
zh_hans: 准备好以后，你可以绕着这面墙走一圈。

# StrT_DevCom,EscapeReminder
source: Press Esc to return to editing.
ar: اضغط على مفتاح Esc للعودة إلى التحرير.
es: Pulsa Esc para volver a la edición.
es_419: Presiona Esc para regresar a la edición.
fr: Appuyez sur Échap pour revenir aux modifications.
it: Premi Esc per tornare alla modifica.
ko: 편집 모드로 돌아가려면 Esc 키를 누르세요.
pl: Naciśnij klawisz Esc, aby powrócić do edytowania.
pt_br: Pressione Esc para voltar à edição.
ru: Нажмите Esc, чтобы вернуться к редактированию.
zh_hans: 按Esc键返回编辑模式。

# StrT_DevCom,Gizmo
source: There are three ways you can adjust an object in the world. Select the object and then use the red, green and blue gizmo to Move, Rotate or Scale. Click the left mouse button and drag to adjust the object. Objects should only be changed while in editor. Exit using Esc Key before trying to adjust anything.
ar: ثمة ثلاثُ طرقٍ يمكن من خلالها تعديل غرضٍ في العالم. حدد الغرض ثم استخدم أداة التعديل الحمراء والخضراء والزرقاء للتحريك أو التدوير أو تغيير الحجم. انقر بزر الماوس الأيسر واسحب لتعديل الغرض. ينبغي عدم إجراء تغيير بالأغراض إلا أثناء وجودها في المحرر. اخرج باستخدام زر Esc قبل محاولة تعديل أي شيء.
es: Tienes tres formas de ajustar un objeto en el mundo. Selecciona el objeto y, a continuación, utiliza los gizmos rojo, verde y azul para mover, rotar o escalar. Haz clic con el botón izquierdo del ratón y arrastra para ajustar el objeto. Los objetos solo deben modificarse desde el editor. Pulsa la tecla Esc para salir antes de intentar ajustar nada.
es_419: Hay tres formas de ajustar un objeto en el entorno. Selecciona el objeto y utiliza los artilugios rojos, verdes y azules para moverlo, rotarlo o escalarlo. Haz clic izquierdo y arrastra para ajustar el objeto. Los objetos solo deben modificarse mientras se encuentran en el editor. Sal con la tecla Esc antes de intentar ajustar algo.
fr: Il existe trois façons de modifier un objet dans le monde. Sélectionnez l'objet, puis utilisez le gadget rouge, vert et bleu pour le déplacer, le faire pivoter ou changer son échelle. Faites un clic gauche et faites glisser l'objet pour le modifier. Les objets ne doivent être modifiés que dans l'éditeur. Utilisez la touche Échap pour quitter avant d'essayer de modifier quoi que ce soit.
it: Ci sono tre modi per regolare un oggetto nel mondo. Seleziona l'oggetto e quindi utilizza il gizmo rosso, verde e blu per spostare, ruotare o scalare. Fai clic con il pulsante sinistro del mouse e trascina per regolare l'oggetto. Gli oggetti devono essere modificati solo mentre sei nell'editor. Esci usando il tasto Esc prima di provare a regolare qualsiasi cosa.
ko: 월드에서 오브젝트를 조정하는 방법은 세 가지가 있습니다. 오브젝트를 선택하고 빨간색, 녹색, 파란색 기즈모를 사용해 이동, 회전, 스케일 조절할 수 있습니다. 마우스 왼쪽 버튼을 클릭하고 드래그하여 오브젝트를 직접 조정할 수도 있습니다. 오브젝트는 에디터 모드에서만 변경해야 합니다. 오브젝트를 조정하려면 Esc 키를 눌러 이전 모드를 먼저 종료하세요.
pl: Istnieją trzy sposoby dostosowywania obiektu w świecie. Wybierz obiekt, a następnie użyj czerwonego, zielonego lub niebieskiego gizmo do przemieszczania, obracania i skalowania. Kliknij lewym przyciskiem myszy i przeciągnij, aby dostosować obiekt. Obiekty należy zmieniać tylko w edytorze. Zanim podejmiesz próbę dostosowania czegokolwiek, wyjdź przy użyciu klawisza Esc.
pt_br: Há três maneiras de ajustar um objeto no mundo. Selecione o objeto e use o dispositivo vermelho, verde e azul para mover, girar ou dimensionar. Clique com o botão esquerdo do mouse e arraste para ajustar o objeto. Os objetos só devem ser alterados no editor. Saia usando a tecla Esc antes de tentar ajustar qualquer elemento.
ru: Есть три способа изменить объект в мире. Выберите объект, а затем используйте красный, зелёный и синий графический ориентир, чтобы перемещать, вращать или масштабировать этот объект. Нажмите левой кнопкой мыши и перетащите объект, чтобы изменить его. Объекты можно изменять только в редакторе. Перед внесением изменений выйдите из режима игры, нажав Esc.
zh_hans: 有三种方法可以调整世界场景中的对象。先选择对象，然后使用红色、绿色和蓝色的控件来实现移动、旋转或缩放。 单击鼠标左键并拖动来调整对象。 只能在编辑器中更改对象。在尝试调整任何内容之前，请按Esc键退出。

# StrT_DevCom,HowToQuitPIE
source: Now that you're playing the game in the editor, the controls change to ones that have been set up for the game project:
ar: الآن بعد أن أصبحت تلعب اللعبة في المحرر، تتغير عناصر التحكم إلى تلك التي تمّ إعدادها لمشروع اللعبة:
es: Ahora que estás jugando una partida en el editor, los controles se cambian a los que se ha configurado para el proyecto de juego:
es_419: Ahora que estás jugando una partida en el editor, los controles cambian a los que se configuraron para el proyecto del juego:
fr: Maintenant que vous jouez au jeu dans l'éditeur, les contrôles sont remplacés par ceux qui ont été configurés pour le projet de jeu :
it: Ora che stai giocando nell'editor, i controlli cambiano con quelli che sono stati impostati per il progetto del gioco:
ko: 지금은 에디터에서 게임을 플레이하고 있으므로 컨트롤 방식이 게임 프로젝트용으로 구성된 방식으로 변경됩니다.
pl: Teraz, gdy grasz w edytorze, elementy sterujące zmieniają się w elementy, które zostały skonfigurowane dla projektu gry:
pt_br: Agora que você está jogando no editor, os controles mudam para aqueles que foram configurados para o projeto do jogo:
ru: После запуска игры в редакторе элементы управления сменятся на те, которые были заданы для игрового проекта:
zh_hans: 现在你在编辑器中游玩游戏时，控制 会变成为游戏项目设置的控制：
